import "./cases-box.module.scss";

export default function CasesBox() {
  return (
    <div id="box-2-w">
        <div id="box-2">
          <h2 id="cases">
            Что делает <br />
            Нас <span>Уникальными</span>
          </h2>
          <p className="p2-1">
            <span>БЕЗОПАСНОСТЬ</span>
            <br />
            Мы всегда сфокусированы на безопасности <br />
            нашей системы и наших пользователей.
          </p>
          <p className="p2-2">
            <span>ОПТИМАЛЬНАЯ ЭКОНОМИЧЕСКАЯ МОДЕЛЬ</span>
            <br />
            Оптимальный процент посмайнинга и увеличивающего коэффициента в структуре
            выставлен идеально и будет способствовать росту и развитию монеты

          </p>
          <p className="p2-3">
            <span>СТАБИЛЬНЫЙ РОСТ </span>
            <br />
            Каждый год система будет начислять новые монеты в генезис кошелек исходя из роста населения Земли.

          </p>
          <p className="p2-4">
            <span>ДЕМОКРАТИЯ</span>
            <br />
            Блокчейн система построена на концепции голосования для решения спорных вопросов в сообществе
          </p>
          <p className="p2-5">
            <span>
              РАЗЛИЧНЫЕ ВОЗМОЖНОСТИ ДЛЯ ЗАРАБОТКА
            </span>
            <br />
            У вас есть уникальная возможность продавать и передавать ваши кошельки другим людям. Имея хорошую структуру, вы можете выгодно продать её другим пользователям.
          </p>
          <div className="clear"></div>
        </div>

        {/* <!-- --> */}
        <div className="clear"></div>
      </div>
  );
}
